vegeta/testcandidates/prisma/results/2018-07-08_18:32/byArtistId-2000.txt
Requests      [total, rate]            120000, 2000.02
Duration      [total, attack, wait]    1m0.001511461s, 59.999499872s, 2.011589ms
Latencies     [mean, 50, 95, 99, max]  4.015197ms, 2.411298ms, 10.146548ms, 34.601494ms, 249.304396ms
Bytes In      [total, mean]            11040000, 92.00
Bytes Out     [total, mean]            15600000, 130.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:120000  
Error Set: